package movie.list;

import java.util.ArrayList;
import java.util.Arrays;

public class ActorList {

	public ArrayList<String> actorlist() {
		ArrayList<String> actorlist = new ArrayList<String>(); 
		actorlist.addAll(Arrays.asList(
				"한지민","한석규","황정민","최민식","장동건","조승우","성동일","차승원","조진웅","변희봉","이성민",
				"김윤석","차태현","조인성","이정재","김수현","김응수","유아인","류승룡","박해일","이경영","허준호","정재영","임원희",
				"이종석","조정석","김정태","진구","곽도원","박성웅","마동석","김상호","오정세","진선규","이민기","배두나","류승수",
				"하지원","조여정","윤여정","박소담","유해진","손예진","김혜수","공효진","천우희","김태리","전도연","김하늘","라미란","한가인","송지효",
				"하정우","김향기","한효주","전지현","신민아","강소라","설경구","송강호","김남길","김윤석","김래원","권상우","강동원","류준열",
				"이병헌","박보영","류승범","송승헌","오달수","정우성","안성기","원빈","현빈","김명민"));

		return actorlist;
	}

}
